# Parameter Type Id Rbs Elec Circuit Ground Conductor Size Param Property

Source: https://www.revitapidocs.com/2026/9dd0f28d-d594-c3c4-1522-cd2fbf6513e9.htm

---

| Parameter Type Id Rbs Elec Circuit Ground Conductor Size Param Property |
| --- |

"Size of Ground Conductor"
**Namespace:** Autodesk.Revit.DB
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public static ForgeTypeId RbsElecCircuitGroundConductorSizeParam { get; }
```

```
Public Shared ReadOnly Property RbsElecCircuitGroundConductorSizeParam As ForgeTypeId
	Get
```

```
public:
static property ForgeTypeId^ RbsElecCircuitGroundConductorSizeParam {
	ForgeTypeId^ get ();
}
```

```
static member RbsElecCircuitGroundConductorSizeParam : ForgeTypeId with get
```

#### Property Value

ForgeTypeId See Also

#### Reference

ParameterTypeId Class Autodesk.Revit.DB Namespace